Change to mermaidjs in readme
